Repository: NorwayFun/kamerka
Catalog: po/*.po
Languages: pt, uk, zh_cn

source: Take a photo
pt: Tirar uma foto
uk: Зфотографуйте
zh_cn: 拍照

source: Burst mode
zh_cn: 连拍

source: Self-timer
pt: Temporizador
uk: Таймер
zh_cn: 自拍

source: Hide effects
pt: Esconder efeitos
uk: Сховати еффекти
zh_cn: 隐藏效果

source: Show effects
pt: Mostrar efeitos
uk: Показати еффекти
zh_cn: 显示效果

source: Open directory
pt: Abrir diretorio
uk: Відкрити папку
zh_cn: 打开目录

source: Configure
pt: Configurar
uk: Конфігурація
zh_cn: 设置

source: No Effect
pt: Sem efeitos
uk: Без еффекту
zh_cn: 无效果

source: Grey
pt: Cinza
uk: Сірий
zh_cn: 灰度

source: Invert
pt: Inverter
uk: Спотворення
zh_cn: 底片

source: Equalize
zh_cn: 均衡

source: Smurf
uk: Штрумф
zh_cn: 蓝精灵

source: Implode
zh_cn: 汇聚

source: Explode
zh_cn: 发散

source: Charcoal
zh_cn: 炭笔

source: Edge
zh_cn: 像缘

source: Emboss
zh_cn: 浮雕

source: Swirl
zh_cn: 漩涡

source: Oil Paint
zh_cn: 油画

source: Wave
zh_cn: 波浪

source: Simple photo taking application with fancy animated interface
pt: Simples foto com aplicação de fantasia animada
uk: Простий додаток для захоплення зображення з красивим анімованним інтерфейсом
zh_cn: 一个漂亮动画界面的简单拍照程序

source: i18n() takes at least one argument
pt: i18n() requer ao menos um argumento
uk: i18n() потрібний як мінімум один аргумент
zh_cn: i18n() 至少需要一个参数

source: Could not load QML interface!
pt: ¡Não foi possível carregar a interface QML!
uk: Не вдаеться завантажити інтерфейс QML!
zh_cn: 不能载入 QML 界面！

source: Error
pt: Erro
uk: Помилка
zh_cn: 错误

source: Could not connect to V4L device!
pt: ¡Não foi possível se conectar ao dispositivo V4L!
uk: Я не можу підключитися до пристрою V4L!
zh_cn: 不能连接到 V4L 设备！

source: Requested resolution (%1x%2) was not available. Driver used %3x%4 instead. Please check your configuration.
pt: A resolução solicitada (%1x%2) não está disponivel. O driver usará %3x%4. Compruebe la configuración.
uk: Запитувана роздільна здатність (% 1x% 2) не доступна. Драйвер використовував 3x%% 4 Перевірте налаштуання.
zh_cn: 请求的分辨率 (%1x%2) 不可用。驱动程序使用 %3x%4 代替。 请检查您的配置。

source: Selected path does not exists. Do you want to create it?
pt: O caminho escolhido não existe. Deseja criar?
uk: Обраний шлях не иснує. Ви хочете його створити?
zh_cn: 选择的路径不存在。您想建立它吗？

source: Device node:
pt: Dispositivo:
uk: Вузол ( імґя ) пристрою:
zh_cn: 设备节点:

source: Resolution:
pt: Resolução:
uk: Роздільна здатність:
zh_cn: 分辨率:

source: Disabled
pt: Desabilitado
uk: Відключено
zh_cn: 关闭

source: Framerate limit:
pt: Limite de frames
uk: Обмеження швидкості:
zh_cn: 帧率限制:

source: Lock aspect ratio
pt: Bloquear proporção
uk: Блокування співвідношення сторін
zh_cn: 锁定纵横比

source: Enhance contrast
zh_cn: 增强对比度

source: Mirror output
pt: Saída espelhada
uk: Дзеркальний вивід
zh_cn: 镜面输出

source: Flip output
pt: Saida fip
uk: Вивід навпаки
zh_cn: 翻转输出

source: Camera
pt: Cámara
uk: Камера
zh_cn: 摄像头

source: Camera settings
pt: Ajustes de cámara
uk: Налаштування камери
zh_cn: 摄像头设置

source: seconds
zh_cn: 秒

source: Self-timer timeout:
zh_cn: 自拍延时

source: Number of photos:
zh_cn: 照片数量

source: Delay between photos:
zh_cn: 连拍间隔

source: Capture
zh_cn: 拍照

source: Use default pictures directory
pt: Use o diretório de imagens padrão
uk: Використовуйте теку для зображень по умовчанню
zh_cn: 使用默认的图片目录

source: Use subdirectory:
pt: Usar subdiretório:
uk: Відкрийте вкладену теку:
zh_cn: 使用子目录:

source: Photo directory:
pt: Diretório de imagens:
uk: Тека зображення:
zh_cn: 照片目录:

source: Storage
pt: Armazenamento
uk: Сховище
zh_cn: 存储

source: Photo storage
pt: Armazenamento de imágenes
uk: Сховище зображень
zh_cn: 照片存储

source: Play sound on taking photo
pt: Reproduzir som ao tirar uma foto
uk: Відтворення звуку при зйомці
zh_cn: 拍照时播放音效

source: Play timer sounds
pt: Reproduzir sons temporizados
uk: Грати звуки таймера
zh_cn: 播放计时音效

source: Show notification on taking photo
pt: Mostrar notificação ao tomar foto
uk: Показувати повідомлення при зйомці
zh_cn: 拍照时显示通知

source: Behaviour
pt: Comportamento
uk: Поведінка
zh_cn: 行为

source: Starting up webcam...
pt: Iniciando a webcam...
uk: Запуск веб-камери ...
zh_cn: 启动摄像头...

source: Photo has been stored in file %1
pt: Foto guardada como %1
uk: Фото розташоване у файлі% 1
zh_cn: 照片已存储到文件 %1

source: Show in directory
pt: Mostrar no diretório
uk: Показати в теці
zh_cn: 在目录中显示

# NAME OF TRANSLATORS
source: Your names
pt: Seus nomes
uk: Сергій Головко
zh_cn: zcj

# EMAIL OF TRANSLATORS
source: Your emails
pt: Seu email
uk: cappelikan@gmail.com
zh_cn: zcjsjz@gmail.com

source: Open in GIMP
pt: Abrir com GIMP

source: Open in Inkscape
pt: Abrir com Inkscape

source: Kamerka
uk: Камерка
